{"keras_version": "2.2.4", "config": {"layers": [{"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 8, "bias_constraint": null, "activation": "relu", "use_bias": true, "dtype": "float32", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "trainable": true, "kernel_constraint": null, "batch_input_shape": [null, 8], "activity_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 100, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2", "trainable": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "trainable": true, "rate": 0.2, "name": "dropout_1", "seed": null}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 100, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_3", "trainable": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "trainable": true, "rate": 0.2, "name": "dropout_2", "seed": null}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 100, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_4", "trainable": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "trainable": true, "rate": 0.2, "name": "dropout_3", "seed": null}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 100, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_5", "trainable": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "trainable": true, "rate": 0.2, "name": "dropout_4", "seed": null}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 100, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_6", "trainable": true, "kernel_constraint": null, "activation": "relu", "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "trainable": true, "rate": 0.2, "name": "dropout_5", "seed": null}, "class_name": "Dropout"}, {"config": {"kernel_initializer": {"config": {"stddev": 0.05, "mean": 0.0, "seed": null}, "class_name": "RandomNormal"}, "units": 53, "use_bias": true, "activity_regularizer": null, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_7", "trainable": true, "kernel_constraint": null, "activation": "sigmoid", "bias_regularizer": null}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "class_name": "Sequential"}